Repository: eerimoq/moblin
Catalog: Moblin Screen Recording/Localizable.xcstrings
Source language: en
Languages: de, fr, it, nl, ru, tr, zh_hant, zh_hant_tw, zh_hk

source: Bad port
de: Schlechter Port
zh_hant_tw: 連接埠錯誤

source: Host missing
de: Host fehlt
fr: Hôte manquant
it: HOST non trovato
nl: Host ontbreekt
ru: Хост не указан
tr: Host eksik
zh_hant: 主機無法連接
zh_hk: 缺少主機

source: Malformed IRL URL
de: Fehlerhafte IRL URL
fr: URL IRL érronée
it: URL IRL non valido
nl: Foutieve IRL URL
ru: Некорректный URL IRL
tr: Hatalı IRL URL'si
zh_hant: IRL URL 格式錯誤
zh_hant_tw: IRL URL 格式錯誤
zh_hk: IRL URL格式錯誤

source: Malformed IRLToolkit URL
de: Fehlerhafte IRLToolkit URL
fr: URL IRLToolkit érronée
it: URL RLToolkit non valido
nl: Foutieve IRLToolkit URL
ru: Некорректный URL IRLToolkit
tr: Hatalı IRLToolkit URL'si
zh_hant: IRLTookit URL 格式錯誤
zh_hant_tw: IRLToolkit URL 格式錯誤
zh_hk: IRLToolkit URL格式錯誤

source: Malformed RIST URL
de: Fehlerhafte RIST URL
fr: URL RIST érronée
it: URL RIST non valido
nl: Foutieve RIST URL
ru: Некорректный RIST URL
tr: Hatalı RIST URL'si
zh_hant: RIST URL 格式錯誤
zh_hant_tw: RIST URL 格式錯誤
zh_hk: RIST URL格式錯誤

source: Malformed RTMP URL
de: Fehlerhafte RTMP URL
fr: URL RTMP érronée
it: URL RTMP non valido
nl: Foutieve RTMP URL
ru: Некорректный RTMP URL
tr: Hatalı RTMP URL'si
zh_hant: RTMP URL 格式錯誤
zh_hant_tw: RTMP URL 格式錯誤
zh_hk: RTMP URL格式錯誤

source: Malformed SRT(LA) URL
de: Fehlerhafte SRT(LA) URL
fr: URL SRT(LA) érronée
it: URL SRT(LA) non valido
nl: Foutieve SRT(LA) URL
ru: Некорректный SRT(LA) URL
tr: Hatalı SRT(LA) URL'si
zh_hant: SRT 聚合 URL 格式錯誤
zh_hant_tw: SRT(LA) URL 格式錯誤
zh_hk: SRT(LA) URL格式錯誤

source: Malformed URL
de: Fehlerhafte URL
fr: URL érronée
it: URL non valido
nl: Foutieve URL
ru: Некорректный URL
tr: Hatalı URL
zh_hant: URL 格式錯誤
zh_hant_tw: URL 格式錯誤
zh_hk: URL格式錯誤

source: Not a number
de: Keine Zahl
zh_hant_tw: 不是數字

source: RIST port number missing
de: RIST-Port Nummer fehlt
fr: Numéro de port RIST manquant
it: Numero di porta RIST non trovato
nl: RIST port nummer ontbreekt
ru: Не указан порт RIST
tr: RIST portu eksik
zh_hant: 缺少 RIST 連接埠
zh_hant_tw: 缺少 RIST 連接埠號
zh_hk: 缺少RIST連接埠

source: RTMP stream key missing
de: RTMP Streamschlüssel fehlt
nl: RTMP stream key ontbreekt
zh_hant_tw: 缺少 RTMP 串流金鑰

source: RTMP stream name missing
de: RTMP Stream Name fehlt
fr: Nom du flux RTMP manquant
it: Nome flusso RTMP non trovato
nl: RTMP stream naam ontbreekt
ru: Не указано имя RTMP стрима
tr: RTMP yayın adı eksik
zh_hant: 缺少 RTMP 串流名稱
zh_hant_tw: 缺少 RTMP 串流名稱
zh_hk: 缺少RTMP串流名稱

source: Scheme missing
de: Fehlendes Schema
fr: Schéma manquant
it: Schema non trovato
nl: Schema ontbreekt
ru: Протокол не указан
tr: Şema eksik
zh_hant: 組合遺失
zh_hant_tw: 缺少 scheme

source: SRT(LA) port number missing
de: SRT(LA) Port Nummer fehlt
fr: Numéro de port SRT(LA) manquant
nl: SRT(LA) port nummer ontbreekt
ru: Не указан порт SRT(LA)
tr: SRT(LA) portu eksik
zh_hant: 缺少 SRT聚合連接埠
zh_hant_tw: 缺少 SRT(LA) 連接埠
zh_hk: 缺少SRT(LA)連接埠

source: Too big
de: Zu groß
zh_hant_tw: 太大

source: Too small
de: Zu klein
zh_hant_tw: 太小

source: Unsupported scheme %@
de: Nicht unterstütztes Schema
fr: Schéma non supporté
nl: Niet-ondersteund schema %@
ru: Протокол %@ не поддерживается
tr: Desteklenmeyen şema %@
zh_hant: 不支援的組合 %@
zh_hant_tw: %@ 計畫不支援

source: %lld ch
ru: %lld кан.

source: %lld dB,
ru: %lld дБ,
